cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ack'
brew 'ant'
brew 'coreutils'
brew 'go'
cask 'gpg-suite'
brew 'groovy'
brew 'jq'
brew 'libgit2'
brew 'openssl'
brew 'maven'
brew 'node'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
brew 'zsh'

cask 'atom'
cask 'google-chrome'
cask 'handbrake'
cask 'iterm2'
cask 'slack'
cask 'steam'
cask 'transmission'
cask 'vlc'
